[GENERAL]
NAME= Italiano
TRANSLATOR= Styb (styb.styb@gmail.com)
DLG_FONT_NAME= 
DLG_FONT_SIZE= 
;TranslatedVersion= Honeyview 5.22

[TEXT]
TEXT_MESSAGEBOX_OK= OK
TEXT_MESSAGEBOX_CANCEL= Annulla
TEXT_MESSAGEBOX_ABORT= Interrompi
TEXT_MESSAGEBOX_RETRY= Riprova
TEXT_MESSAGEBOX_IGNORE= Ignora
TEXT_MESSAGEBOX_YES= Sì
TEXT_MESSAGEBOX_NO= No
TEXT_MESSAGEBOX_CONTINUE= Continua

TEXT_APP_NAME= Honeyview
TEXT_BETA= Beta
TEXT_PORTABLE= Portabile
TEXT_BUILDNO= Versione#
TEXT_SELECT_FOLDER= Seleziona una cartella.
TEXT_ASSOC_IMAGE= File immagine (${str1})
TEXT_ASSOC_RAWIMAGE= File immagine RAW (${str1})
TEXT_ASSOC_EBOOK= File immagine compresso (${str1})
TEXT_APP_DESC= Honeyview è un visualizzatore d'immagini ultrarapido.
TEXT_ABOUTBOX_TAB1= Informazioni su Honeyview
TEXT_PHOTOFOLDER_NAME= Honeyview
TEXT_OPENFILEDLG_IMAGEFILE= File immagine
TEXT_OPENFILEDLG_ALLFILE= Tutti i file
TEXT_NEW_FOLDER= Nuova cartella
TEXT_TRANSF_FILE_BEGIN_WITH= Honeyview_

TEXT_UPDATE_DOWNLOAD_ERROR_MSG= Download dei file richiesti per l'installazione non riuscito.
TEXT_UPDATE_VERSION_CHECK_FAILED= Controllo versione fallito
TEXT_UPDATE_VERSION_CHECKING= Controllo versione...
TEXT_UPDATE_DOWNLOAD_FAILED= Download fallito
TEXT_UPDATE_LATEST_VERSION= Aggiornato
TEXT_UPDATE_DO_DOWNLOAD= Nuovo aggiornamento
TEXT_UPDATE_DOWNLOAD_COMPLETED= Download completato

TEXT_MSG_LASTPAGE= Questa è l'ultima immagine.
TEXT_MSG_FIRSTPAGE= Questa è la prima immagine.
TEXT_MSG_NOIMAGEFILE= Nel file compresso non ci sono immagini.
TEXT_MSG_INVALID_PHOTOFOLDER= Imposta il percorso della 'Cartella foto' nella configurazione.
TEXT_MSG_CANTOPENARCHIVE= Apertura del file non riuscita:
TEXT_MSG_INVALID_ARCHIVE_VERSION= Questo file non è supportato. Aggiorna all'ultima versione.
TEXT_MSG_INVALID_PASSWORD= Password errata.
TEXT_MSG_STRETCHWHENSMALL_ON= Estendi le immagini piccole: attivato
TEXT_MSG_STRETCHWHENSMALL_OFF= Estendi le immagini piccole: disattivato
TEXT_MSG_CANTOPENBOOKMARK= Apertura dei segnalibri non riuscita.
TEXT_MSG_BROKENARCHIVE= Questo file compresso è danneggiato.
TEXT_MSG_ADDTOBOOKMARK= Aggiungi ai segnalibri:
TEXT_MSG_LOADRECENTBOOKMARK= Apri il segnalibro salvato di recente:
TEXT_MSG_SLIDESHOWSTART= Avvia la presentazione: ${TIME}sec
TEXT_MSG_SLIDESHOWSTOP= Ferma la presentazione
TEXT_MSG_ALWAYSONTOP_ON= Sempre in primo piano: attivato
TEXT_MSG_ALWAYSONTOP_OFF= Sempre in primo piano: disattivato
TEXT_MSG_ZOOMFIX_ON= Zoom avanti/indietro costante: attivato
TEXT_MSG_ZOOMFIX_OFF= Zoom avanti/indietro costante: disattivato
TEXT_MSG_EXTPROGERR_LAUNCH= Apri con l'editor di immagini
TEXT_MSG_EXTPROGERR_NOTSET= Scegli l'editor di immagini nella configurazione (Paint, Photoshop, ecc.).
TEXT_MSG_ARCHIVEBOOKMARK= Ricorda la posizione dentro il file compresso:
TEXT_MSG_RESTART_NOTIFY= Il programma verrà riavviato.
TEXT_MSG_COPY2CLIPBOARD= Copia negli appunti eseguita.
TEXT_MSG_COPY2CLIPBOARD_FAILED= Copia negli appunti non riuscita.
TEXT_MSG_BOOKMARK_EXPORTED= Il file dei segnalibri è stato salvato.
TEXT_MSG_BOOKMARK_EXPORT_FAILED= Salvataggio dei segnalibri non riuscito.
TEXT_MSG_BOOKMARK_OPEN_FAILED= Apertura dei segnalibri non riuscita.
TEXT_MSG_BOOKMARK_IMPORT_FAILED= Importazione dei segnalibri non riuscita.
TEXT_MSG_BOOKMARK_IMPORTED= I segnalibri sono stati importati.
TEXT_MSG_SETWALLPAPER_FAILED= Impostazione dello sfondo del desktop non riuscita.
TEXT_MSG_CANT_OPEN_IMAGE= Impossibile aprire il file immagine.
TEXT_MSG_TRANSFORM_COMPLETED= Elaborazione completata.
TEXT_MSG_TRANSFORM_ERR_CANT_OPEN_FILE= Impossibile aprire il file.
TEXT_MSG_TRANSFORM_ERR_CANT_SAVE_FILE= Impossibile salvare il file.
TEXT_MSG_CANT_OPEN_MMF= Impossibile aprire MMF. (mmf:${str1})
TEXT_MSG_NOTICE_RESTART= Il programma verrà riavviato.
TEXT_MSG_DELETED= Eliminato

TEXT_ASK_INIT= Vuoi reimpostare i valori predefiniti?
TEXT_ASK_DELETE_IMAGE= Sei sicuro di voler spostare questo file nel cestino?
TEXT_ASK_DELETE_ARCHIVE= L'immagine corrente è un elemento del file compresso.[br][br]Vuoi eliminare il file compresso? (${FILENAME})
TEXT_ASK_DELETE_BOOKMARKALL= Vuoi eliminare tutti i segnalibri salvati?
TEXT_ASK_LAUNCH_ASSOCUI= In Windows 8 o versioni successive, agli utenti è richiesto di associare manualmente le estensioni. [br][br]Vuoi associare le estensioni?
TEXT_ASK_STOP_BATCH_PROCESSING= Elaborazione in corso. Vuoi annullarla?

TEXT_FILTERMODE_NONE= Nessun filtro
TEXT_FILTERMODE_BILINEAR= Filtro: morbidezza
TEXT_FILTERMODE_SHARPEN= Filtro: morbidezza+contrasto

TEXT_SHOWMODE_NONE= Visualizzazione: dimensione originale (100%)
TEXT_SHOWMODE_FIT2WINDOW= Visualizzazione: adatta alla finestra
TEXT_SHOWMODE_FIT2WIDTH= Visualizzazione: adatta in larghezza
TEXT_SHOWMODE_TWO_L2R= Doppia pagina ideale (sinistra->destra)
TEXT_SHOWMODE_TWO_R2L= Doppia pagina ideale (sinistra<-destra)

TEXT_NEXTPATH_NOFILE= Cambia cartella: esplorazione fallita (aprire un file)
TEXT_NEXTPATH_LASTFOLDER= Cartella successiva: esplorazione fallita
TEXT_PREVPATH_LASTFOLDER= Cartella precedente: esplorazione fallita
TEXT_NEXTPATH_OPENFOLDER= Cartella successiva:
TEXT_PREVPATH_OPENFOLDER= Cartella precedente:

TEXT_DELETE= Elimina:
TEXT_COPY_TO_PHOTOFOLDER1= Copia nella Cartella foto 1:
TEXT_COPY_TO_PHOTOFOLDER2= Copia nella Cartella foto 2:
TEXT_MOVE_TO_PHOTOFOLDER1= Sposta nella Cartella foto 1:

TEXT_SELECTFILEDLG_FILELIST= Elenco
TEXT_SELECTFILEDLG_DATE= Data di modifica
TEXT_SELECTFILEDLG_SIZE= Dimensione

TEXT_BOOKMARKEDITDLG_PATH= Percorso

TEXT_PAGETURNFX_NONE= Nessun effetto
TEXT_PAGETURNFX_HV2= Sfoglia pagina
TEXT_PAGETURNFX_ALPHA= Dissolvenza
TEXT_PAGETURNFX_SLIDE= Diapositiva

TEXT_FILEINFO_FILENAME= Nome file
TEXT_FILEINFO_SIZE= Dimensione immagine
TEXT_FILEINFO_CREATETIME= Data di creazione
TEXT_FILEINFO_MODIFYTIME= Data di modifica
TEXT_FILEINFO_IMGINFO= Informazioni immagine
TEXT_FILEINFO_ROTATE= Informazioni rotazione
TEXT_FILEINFO_ZOOM= Zoom avanti/indietro

TEXT_EXIF_MAKER= Marca
TEXT_EXIF_MODEL= Modello fotocamera
TEXT_EXIF_SOFTWARE= Software
TEXT_EXIF_ARTIST= Artista
TEXT_EXIF_COPYRIGHTPHOTOGRAPHER= Copyright
TEXT_EXIF_DATETIME= Data/Ora dello scatto
TEXT_EXIF_FLASHUSED= Flash
TEXT_EXIF_FOCALLENGTH= Lunghezza focale
TEXT_EXIF_FOCALLENGTH_35MM= Equivalente a 35mm
TEXT_EXIF_EXPOSURETIME= Tempo di esposizione
TEXT_EXIF_EXPOSUREBIAS= Riferimento esposizione
TEXT_EXIF_APERTUREFNUMBER= Numero di apertura
TEXT_EXIF_ISOEQUIVALENT= Velocità ISO
TEXT_EXIF_METERINGMODE= Modalità di misurazione
TEXT_EXIF_EXPOSUREPROGRAM= Programma di esposizione
TEXT_EXIF_DISTANCE= Distanza focale
TEXT_EXIF_GPS= Informazioni GPS
TEXT_EXIF_COMMENT= Commento

TEXT_CUSTOMCMD_NOOPERATION= Nessuna operazione
TEXT_CUSTOMCMD_FULLSCREEN= Schermo intero
TEXT_CUSTOMCMD_MAXIMIZE= Ingrandisci/Ripristina
TEXT_CUSTOMCMD_MINIMIZE= Riduci a icona
TEXT_CUSTOMCMD_PAGESELECT= Selezione immagine
TEXT_CUSTOMCMD_EXIT= Esci
TEXT_CUSTOMCMD_OPEN= Apri file
TEXT_CUSTOMCMD_OPENFOLDER= Apri cartella
TEXT_CUSTOMCMD_NEXT1= 1 pagina successiva (doppia pagina)
TEXT_CUSTOMCMD_PREV1= 1 pagina precedente (doppia pagina)
TEXT_CUSTOMCMD_NEXT= Immagine successiva
TEXT_CUSTOMCMD_PREV= Immagine precedente
TEXT_CUSTOMCMD_NEXT_RANDOM= Immagine successiva casuale
TEXT_CUSTOMCMD_PREV_RANDOM= Immagine precedente casuale
TEXT_CUSTOMCMD_HOME= Prima immagine
TEXT_CUSTOMCMD_END= Ultima immagine
TEXT_CUSTOMCMD_NEXT10= 10a immagine successiva
TEXT_CUSTOMCMD_PREV10= 10a immagine precedente
TEXT_CUSTOMCMD_SCROLL_UP= Scorri in alto
TEXT_CUSTOMCMD_SCROLL_DN= Scorri in basso
TEXT_CUSTOMCMD_SCROLL_LEFT= Scorri a sinistra
TEXT_CUSTOMCMD_SCROLL_RIGHT= Scorri a destra
TEXT_CUSTOMCMD_ZOOM_IN= Zoom avanti
TEXT_CUSTOMCMD_ZOOM_OUT= Zoom indietro
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER= Copia nella Cartella foto 1
TEXT_CUSTOMCMD_MOVE2PHOTOFOLDER= Sposta nella Cartella foto 1
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER2= Copia nella Cartella foto 2
TEXT_CUSTOMCMD_NEXTPATH= File compresso/Cartella successivi
TEXT_CUSTOMCMD_PREVPATH= File compresso/Cartella precedenti
TEXT_CUSTOMCMD_CONTEXT_MENU= Menu contestuale
TEXT_CUSTOMCMD_EXIFSHOW_TOGGLE= Mostra le informazioni EXIF del file

TEXT_COMBO_GIF_TRANS_OPTION_0= Usa la tavolozza GIF originale
TEXT_COMBO_GIF_TRANS_OPTION_1= Usa sfondo di colore bianco
TEXT_COMBO_GIF_TRANS_OPTION_2= Usa sfondo a griglia
TEXT_COMBO_GIF_TRANS_OPTION_3= Usa sfondo di colore nero

TEXT_COMBO_LASTFILE_ACTION_NONE= Nessuna operazione
TEXT_COMBO_LASTFILE_ACTION_ASK= Chiedi
TEXT_COMBO_LASTFILE_ACTION_LOOP= Vai al primo file
TEXT_COMBO_LASTFILE_ACTION_NEXTPATH= Vai al file/cartella successivi/precedenti

TEXT_ASSOC_GROUP0= Formati immagine usati di frequente
TEXT_ASSOC_GROUP1= Formati immagine introdotti di recente
TEXT_ASSOC_GROUP2= Formati immagine delle fotocamere senza perdita 
TEXT_ASSOC_GROUP3= Formati di file immagine compressi

TEXT_SORT_METHOD_FILENAME= Ordina per nome
TEXT_SORT_METHOD_DATE= Ordina per data di modifica
TEXT_SORT_METHOD_SIZE= Ordina per dimensione
TEXT_SORT_METHOD_EXT= Ordina per tipo

TEXT_TRANSF_RESIZE_NONE= Non ridimensionare
TEXT_TRANSF_RESIZE_KEEPRATIO= Mantieni il rapporto originale
TEXT_TRANSF_RESIZE_FITWIDTH= Adatta in larghezza
TEXT_TRANSF_RESIZE_ADD= Aggiungi riempimento
TEXT_TRANSF_RESIZE_CUT= Ritaglia immagine
TEXT_TRANSF_RESIZE_STRETCH= Estendi l'immagine

TEXT_TRANSF_FORMAT_TO_SAVE_AUTO= Automatico
TEXT_TRANSF_FORMAT_TO_SAVE_JPG= JPG
TEXT_TRANSF_FORMAT_TO_SAVE_PNG= PNG

TEXT_BTN_PREV_FOLDER= Cartella precedente
TEXT_BTN_NEXT_FOLDER= Cartella successiva
TEXT_BTN_PREV_ARCHIVE= File compresso precedente
TEXT_BTN_NEXT_ARCHIVE= File compresso successivo


[MENU]
MENUSTR_OPEN= Apri\tF2
MENUSTR_OPENFOLDER= Apri cartella\tF
MENUSTR_CLOSE= Chiudi\tF4
MENUSTR_PAGESELECT= Selezione immagine\tInvio
MENUSTR_OPEN_FILEPOSITION= Mostra nell'esploratore di Windows\tCtrl+Invio

MENUSTR_FILTER_NONE= Nessun filtro\tU
MENUSTR_FILTER_BILINEAR= Morbidezza\tI
MENUSTR_FILTER_SHARPEN= Morbidezza+Contrasto\tS

MENUSTR_PAGEMOVE= Esplorazione
MENUSTR_PAGEMOVE_NEXT= Immagine successiva\t->
MENUSTR_PAGEMOVE_PREV= Immagine precedente\t<-
MENUSTR_PAGEMOVE_HOME= Prima immagine\tInizio
MENUSTR_PAGEMOVE_END= Ultima immagine\tFine
MENUSTR_PAGEMOVE_NEXT10= 10a immagine successiva\tCtrl+PgGiù
MENUSTR_PAGEMOVE_PREV10= 10a immagine precedente\tCtrl+PgSu
MENUSTR_PAGEMOVE_RAND_NEXT= Immagine successiva casuale\tCtrl+Alt+PgGiù
MENUSTR_PAGEMOVE_RAND_PREV= Immagine precedente casuale\tCtrl+Alt+PgSu
MENUSTR_PAGEMOVE_NEXT_PATH= File compresso/Cartella successivi\tì
MENUSTR_PAGEMOVE_PREV_PATH= File compresso/Cartella precedenti\t'

MENUSTR_INTERPOLATEMODE= Interpolazione
MENUSTR_INTERPOLATEMODE_BILINEAR= Interpolazione bilineare (veloce)
MENUSTR_INTERPOLATEMODE_BICUBIC= Interpolazione bicubica (lenta, qualità alta)
MENUSTR_INTERPOLATEMODE_LANCZOS= Interpolazione Lanczos (lenta, qualità alta)

MENUSTR_IMAGE_PROCESSING= Effetto immagine
MENUSTR_IMAGE_PROCESSING_NEGATIVE= Immagine negativa\tCtrl+I
MENUSTR_IMAGE_PROCESSING_GAMMA= Compensazione gamma \tCtrl+G
MENUSTR_IMAGE_PRICESSING_FLIP= Rifletti verticale\tCtrl+F
MENUSTR_IMAGE_PRICESSING_MIRROR= Rifletti orizzontale\tCtrl+M

MENUSTR_SORT_METHOD= Ordina per
MENUSTR_SORT_METHOD_FILENAME= Nome
MENUSTR_SORT_METHOD_DATE= Data di modifica
MENUSTR_SORT_METHOD_SIZE= Dimensione
MENUSTR_SORT_METHOD_EXT= Tipo
MENUSTR_SORT_DESCENDING= Decrescente

MENUSTR_SHOWMODE= Visualizzazione immagine
MENUSTR_FILTER_STRETCHWHENSMALL= Estendi le immagini piccole\tZ
MENUSTR_SHOWMODE_NONE= Dimensione originale (100%)\t0
MENUSTR_SHOWMODE_STRETCH= Adatta alla finestra\t9
MENUSTR_SHOWMODE_FITWIDTH= Adatta in larghezza\t8
MENUSTR_SHOWMODE_TWO_L2R= Doppia pagina ideale (sinistra->destra)\t7
MENUSTR_SHOWMODE_TWO_R2L= Doppia pagina ideale (sinistra<-destra)\t6

MENUSTR_ZOOM= Zoom
MENUSTR_ZOOM_IN= Zoom avanti\t+
MENUSTR_ZOOM_OUT= Zoom indietro\t-
MENUSTR_ZOOM_FIX= Costante\tCtrl+K
MENUSTR_ZOOM_100= 100%\t(
MENUSTR_ZOOM_IN_1= Zoom avanti (1%)\tCtrl+
MENUSTR_ZOOM_OUT_1= Zoom indietro (1%)\tCtrl-

MENUSTR_ROTATION= Ruota
MENUSTR_ROTATION_NONE= Non ruotare\tAlt+Su
MENUSTR_ROTATION_L90= Ruota di 90˚ in senso antiorario\tAlt+Sinistra
MENUSTR_ROTATION_R90= Ruota di 90˚ in senso orario\tAlt+Destra
MENUSTR_ROTATION_180= Ruota di 180°\tAlt+Giù

MENUSTR_EXIFSHOW_TOGGLE= Informazioni EXIF del file\tTAB
MENUSTR_WALLPAPER= Imposta come sfondo del desktop
MENUSTR_DELETE= Elimina\tCanc
MENUSTR_COPY_TO_PHOTOFOLDER= Copia nella Cartella foto 1\tIns
MENUSTR_EXTPROG0= Apri con l'editor di immagini\tCtrl+E
MENUSTR_PRINT= Stampa\tCtrl+P
MENUSTR_COPY2CLIPBOARD= Copia negli appunti\tCtrl+C

MENUSTR_SETTING= Configurazione\tF5
MENUSTR_ABOUT= Informazioni su Honeyview\tF1
MENUSTR_EXIT= Esci\tX

; about popup menu
MENUSTR_HOMEPAGE= Sito web
MENUSTR_HELP= Guida sulle combinazioni tasti

; bookmark popup menu
MENUSTR_BOOKMARK_ADD= Aggiungi ai segnalibri\tB
MENUSTR_BOOKMARK_DELALL= Elimina tutti i segnalibri
MENUSTR_BOOKMARK_SETTTING= Impostazioni dei segnalibri
MENUSTR_BOOKMARK_EDIT= Modifica i segnalibri\tF3

; slideshow popup menu
MENUSTR_SLIDESHOW_00= Ferma la presentazione\tCtrl+0
MENUSTR_SLIDESHOW_01= 1 secondo\tCtrl+1
MENUSTR_SLIDESHOW_02= 2 secondi\tCtrl+2
MENUSTR_SLIDESHOW_03= 3 secondi\tCtrl+3
MENUSTR_SLIDESHOW_04= 4 secondi\tCtrl+4
MENUSTR_SLIDESHOW_05= 5 secondi\tCtrl+5
MENUSTR_SLIDESHOW_06= 6 secondi\tCtrl+6
MENUSTR_SLIDESHOW_07= 7 secondi\tCtrl+7
MENUSTR_SLIDESHOW_08= 8 secondi\tCtrl+8
MENUSTR_SLIDESHOW_09= 9 secondi\tCtrl+9
MENUSTR_SLIDESHOW_10= 10 secondi
MENUSTR_SLIDESHOW_15= 15 secondi
MENUSTR_SLIDESHOW_20= 20 secondi
MENUSTR_SLIDESHOW_25= 25 secondi
MENUSTR_SLIDESHOW_30= 30 secondi
MENUSTR_SLIDESHOW_60= 60 secondi
MENUSTR_SLIDESHOW_90= 90 secondi
MENUSTR_SLIDESHOW_LOOP= Ripeti
MENUSTR_SLIDESHOW_RANDOM= Casuale

MENUSTR_PAGETURNFX_NONE= Nessun effetto
MENUSTR_PAGETURNFX_HV2= Sfoglia pagina
MENUSTR_PAGETURNFX_ALPHA= Dissolvenza
MENUSTR_PAGETURNFX_SLIDE= Diapositiva

MENUSTR_PHOTOFOLDER_COPY1= Copia nella Cartella foto 1\tIns
MENUSTR_PHOTOFOLDER_MOVE1= Sposta nella Cartella foto 1\tCtrl+Ins
MENUSTR_PHOTOFOLDER_COPY2= Copia nella Cartella foto 2\tMaiusc+Ins
MENUSTR_PHOTOFOLDER_SETTING= Impostazione delle Cartelle foto
MENUSTR_PHOTOFOLDER_OPEN= Apri la Cartella foto 1

MENUSTR_TRANSFORMDLG= Converti immagine (Ruota, Ridimensiona)\tCtrl+T

[DIALOG]
IDCANCEL= Annulla
IDOK= OK

[IDD_ABOUT]  
IDD_ABOUT= Informazioni su Honeyview
IDC_BTN_HOMEPAGE= Sito web
IDC_BTN_UPDATE= Aggiornamento

[IDD_SETTING]
IDD_SETTING= Configurazione
IDC_BTN_INIT= Ripristina

[IDD_SETTING_GENERAL]
IDC_STATIC_SETTING= Impostazioni generali
IDC_CHK_USESNAP= Usa le funzionalità di ancoraggio delle finestre
IDC_CHK_DONOTREMEMBERFOLDER= Non salvare il percorso delle cartelle recenti
IDC_CHK_ONE_INSTANCE= Non permettere istanze multiple di Honeyview
IDC_CHK_ASK_DELETE= Chiedi conferma prima di eliminare un file
IDC_CHK_NO_CENTER_MESSAGE= Mostra i messaggi di notifica in angolo invece che al centro
IDC_CHK_ALWAYS_ON_TOP= Sempre in primo piano (Ctrl+A)
IDC_CHK_ESC_TO_EXIT= Tasto ESC per chiudere il programma
IDC_CHK_CHECK_UPDATE= Controlla se la versione è aggiornata
IDC_CHK_CHECK_UPDATE_MINOR= Controlla aggiornamenti minori
IDC_STATIC_LASTFILEACTION_IMAGE= Azione sulla prima/ultima immagine:
IDC_STATIC_LASTFILEACTION_ARCHIVE= Azione sulla prima/ultima immagine nell'archivio:

[IDD_SETTING_VIEW]
IDC_STATIC_VIEW= Impostazioni del visualizzatore
IDC_CHK_SHOWBORDER= Mostra il bordo principale della finestra
IDC_CHK_SHOW_OVERLAY_FILEINFO= Mostra il nome del file sull'immagine quando il menu superiore è nascosto (Tasti: Maiusc+TAB)
IDC_CHK_SAVE_ZOOM_FIX= Salva la regolazione stabilita dello zoom avanti/indietro
IDC_CHK_DO_NOT_SHOW_TITLE_BAR= Non mostrare la barra dei menu superiore
IDC_CHK_DO_NOT_SHOW_CONTROL_BAR= Non mostrare la barra di controllo inferiore
IDC_CHK_DO_NOT_SIDE_ARROW= Non mostrare i pulsanti a freccia laterali
IDC_CHK_DO_NOT_SHOW_ANIMINFO= Non mostrare il riquadro di controllo dell'animazione
IDC_CHK_DO_NOT_SHOW_ZOOMINFO= Non mostrare il riquadro di controllo dello zoom
IDC_CHK_HIDE_TOOLTIP_HELP= Non mostrare la descrizione dei comandi al passaggio del mouse
IDC_CHK_EXIFINFO_SMALL_FONT= Usa i caratteri piccoli per le informazioni EXIF del file
IDC_CHK_USEBKGNDIMAGE= Cambia l'immagine di sfondo predefinita
IDC_BTN_BKGND_SET= Sfoglia...
IDC_BTN_BKGND_OPEN= Apri cartella
IDC_STATIC_BKGNDCOLOR= Colore di sfondo:
IDC_BTN_BKGND= Seleziona...
IDC_STATIC_BORDERCOLOR= Colore del bordo:
IDC_BTN_BORDERCOLOR= Seleziona...

[IDD_SETTING_BOOKMARK]
IDC_STATIC_BOOKMARK= Impostazioni dei segnalibri
IDC_CHK_AUTOBOOKMARK= Salva automaticamente il percorso dell'immagine corrente nei segnalibri
IDC_CHK_SHARE_SETTING= Condividi configurazione/segnalibri tra più istanze del programma
IDC_CHK_REMEMBER_FILEPOS_IN_ARCHIVE= Ricorda automaticamente il percorso nei file compressi dell'immagine corrente
IDC_BTN_CLEAR_FILE_POS_IN_ARCHIVE= Elimina
IDC_STATIC_MAX_BOOKMARK= Max. numero di segnalibri:

[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_IMAGE= Elenco delle estensioni associate
IDC_BTN_IMAGE_SELECT= Seleziona tutto
IDC_BTN_IMAGE_DESELECT= Deseleziona tutto
IDC_BTN_APPLY_NOW= Applica

[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_IMAGE= Associazione delle estensioni
IDC_STATIC_ASSOC_DESC1= In Windows 8 o versioni successive, puoi associare i file come segue:
IDC_STATIC_ASSOC_DESC2= 1. Clicca sul pulsante "Impostazioni associazioni" sottostante.
IDC_STATIC_ASSOC_DESC3= 2. Scegli "Seleziona tutto" nella finestra di configurazione delle associazioni del programma.
IDC_STATIC_ASSOC_DESC4= 3. Clicca sul pulsante "Salva".
IDC_STATIC_ASSOC_DESC1_10= Nelle versioni di Windows 10, puoi associare i file come segue:
IDC_STATIC_ASSOC_DESC2_10= 1. Clicca sul pulsante "Impostazioni associazioni" sottostante.
IDC_STATIC_ASSOC_DESC3_10= 2. Seleziona "Visualizzatore foto" nella finestra delle App predefinite.
IDC_STATIC_ASSOC_DESC4_10= 3. Scegli "Honeyview" come visualizzatore di foto predefinito.
IDC_BTN_LAUNCH_ASSOC_REG_UI= Impostazioni associazioni
IDC_BTN_SHOW_CLASSIC_ASSOC_UI= Metodo classico

[IDD_SETTING_IMAGEPROCESSING]
IDC_STATIC_IMAGEPROCESSING= Elaborazione immagini
IDC_CHK_EXIFROTATION= Ruota automaticamente l'immagine sulla base delle informazioni EXIF
IDC_CHK_STRONG_SHARPEN= Usa il filtro contrasto forte
IDC_CHK_CACHE_IMAGE= Memorizza l'immagine successiva
IDC_STATIC_CACHE_MEMORY_SIZE= Dimensione della cache:
IDC_CHK_ALIGN_TOP_WHEN_LARGE= Mostra il limite superiore dell'immagine se l'immagine è più grande della finestra
IDC_CHK_USE_PREVIEW_MODE= All'inizio visualizza le immagini con qualità bassa per una resa più veloce
IDC_CHK_USE_IMAGE_ICC= Usa i dati del profilo ICC del file immagine
IDC_CHK_USE_MONITOR_ICC= Usa i dati del profilo ICC del monitor
IDC_STATIC_GIF_TRANSPARENT_OPTION= Sfondo trasparente per le immagini GIF:
IDC_STATIC_IMAGE_TRANSPARENT_OPTION= Sfondo trasparente per le immagini a 32-bit:
IDC_STATIC_IMAGE_INTERPOLATE_OPTION= Interpolazione (filtro per ridimensionare):
IDC_STATIC_PAGETURNFX= Effetto per il cambio di pagina:

[IDD_SETTING_CUSTOM_KEY]
IDC_STATIC_CUSTOMKEYDESC_ENABLE= Attivo
IDC_STATIC_CUSTOMKEYDESC_KEY= Tasto
IDC_STATIC_CUSTOMKEYDESC_ACTION= Azione

[IDD_SETTING_CUSTOM_MOUSE]
IDC_STATIC_CUSTOMMOUSE_ENABLE= Impostazione
IDC_STATIC_CUSTOMMOUSE_ACTION= Azione
IDC_CHK_CUSTOM_LBUTTON= Pulsante sinistro
IDC_CHK_DBLCLICK2MAXIMIZE= Ingrandisci/Ripristina la finestra con il doppio clic
IDC_CHK_CLICK2PAGETURN= Sfoglia pagina quando viene cliccato il lato sinistro o destro dello schermo
IDC_CHK_CUSTOM_MBUTTON= Pulsante centrale
IDC_CHK_CUSTOM_RBUTTON= Pulsante destro
IDC_CHK_CUSTOM_XBUTTON= Pulsante X
IDC_CHK_CUSTOM_YBUTTON= Pulsante Y
IDC_CHK_CUSTOM_WHEELUP= Rotella del mouse avanti
IDC_CHK_CUSTOM_WHEELDN= Rotella del mouse indietro

[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_TITLE= Impostazioni del menu contestuale
IDC_CHK_SHELL_USE_SHELL_MENU= Usa il menu contestuale nell'esploratore di Windows
IDC_CHK_SHELL_TRANSFORM_DLG= Converti immagine con Honeyview
IDC_CHK_SHELL_SHOW_WITH_HONEYVIEW= Visualizza immagine con Honeyview
IDC_CHK_SHELL_PREVIEW_IMAGE= Anteprima nel menu contestuale
IDC_CHK_SHELL_SHOW_IMAGE_INFO= Mostra informazioni immagine
IDC_CHK_SHELL_SHOW_ICON= Mostra l'icona di Honeyview

[IDD_SETTING_ETC]
IDC_STATIC_SETTING_ETC= Impostazioni varie
IDC_STATIC_PHOTOFOLDER= Cartelle foto
IDC_STATIC_PHOTOFOLDER_DESC1= Cartella foto 1:
IDC_STATIC_PHOTOFOLDER_DESC2= Cartella foto 2:
IDC_BTN_PHOTOFOLDER_SET1= Sfoglia...
IDC_BTN_PHOTOFOLDER_OPEN1= Apri
IDC_BTN_PHOTOFOLDER_SET2= Sfoglia...
IDC_BTN_PHOTOFOLDER_OPEN2= Apri
IDC_STATIC_EXTPROGRAM= Editor di immagini
IDC_BTN_SET_EXTPROG0= Sfoglia...
IDC_BTN_SET_EXTPROG1_FAST= Predefinito
IDC_CHK_PAGETURNWAV= Effetto sonoro di sfoglia pagina
IDC_CHK_DO_NOT_LOAD_RAW_IMAGE_FILE= Non aprire i file immagine RAW
IDC_CHK_SKIP_RAWIMAGE_WHEN_JPG_EXIST= All'apertura dei file JPEG, non aprire i file immagine RAW con lo stesso nome
IDC_CHK_READ_THUMBNAIL_WHEN_LOAD_RAW= All'apertura dei file immagine RAW, mostra l'immagine dell'anteprima se esiste
IDC_CHK_RESIZE_WINDOW_2_FITIMAGE= Adatta la dimensione della finestra alla dimensione dell'immagine
IDC_CHK_DISABLE_SCREEN_SAVER= Disattiva il salvaschermo di Windows durante l'esecuzione di Honeyview

[IDD_SETTING_LANG]
IDC_STATIC_LANG= Opzioni lingua
IDC_STATIC_OPEN_MULTLANG_PAGE= [Scarica altre lingue...]
IDC_STATIC_OPEN_LANG_FOLDER= [Apri la cartella dei linguaggi...]

[IDD_PAGESELECT]
IDD_PAGESELECT= Selezione immagine
IDC_CHECK_SHOW_THUMBNAIL= Nascondi il riquadro delle miniature

[IDD_PASSINPUT]
IDD_PASSINPUT= Inserire la password
IDC_STATIC_PASSDESC= Questo file è cifrato. Inserire la password.

[IDD_BOOKMARK_EDIT]
IDD_BOOKMARK_EDIT= Modifica i segnalibri
IDC_BTN_DEL= Elimina
IDC_BTN_IMPORT= Importa i segnalibri
IDC_BTN_EXPORT= Esporta i segnalibri

[IDD_PRINT]
IDD_PRINT= Stampa
IDC_GROUP_PRINTER= Seleziona stampante
IDC_BTN_PRINTER_PROPERTY= Proprietà
IDC_CHK_ROTATE= Ruota di 90°
IDC_CHK_FIT_IN= Adatta in scala
IDC_STATIC_ZOOM= Scala:
IDC_STATIC_MARGIN_L= Margini           Sinistro:
IDC_STATIC_MARGIN_T= Superiore:
IDC_STATIC_MARGIN_R= Destro:
IDC_STATIC_MARGIN_B= Inferiore:
IDC_STATIC_COPIES= Copie:
IDC_BTN_PRINT= Stampa
IDC_BTN_CLOSE= Chiudi

[IDD_UPDATE]
IDD_UPDATE= Aggiornamenti di Honeyview
IDC_STATIC_MESSAGE_1= Gli aggiornamenti di Honeyview sono pronti.
IDC_STATIC_MESSAGE_2= Clicca sul pulsante Aggiorna per installare la nuova versione.
IDOK= Aggiorna
IDCANCEL= Annulla
IDC_BTN_SETTING_UPDATE= Impostazioni

[IDD_ASK_OVERWRITE]
IDD_ASK_OVERWRITE= Rinomina o sovrascrivi
IDC_STATIC_ASK_OVERWRITE= File già esistente.
IDC_STATIC_SRC= Immagine corrente
IDC_STATIC_DST= Immagine nella destinazione
IDC_BTN_OVERWRITE= Sovrascrivi
IDC_BTN_RENAME= Salva come...

[IDD_WALLPAPER]
IDD_WALLPAPER= Imposta lo sfondo del desktop
IDC_STATIC_PREVIEW= Anteprima
IDC_STATIC_BACK_COLOR= Colore dello sfondo
fIDC_RADIO_BACKCOLOR_0= Nero
IDC_RADIO_BACKCOLOR_1= Automatico
IDC_RADIO_BACKCOLOR_2= Personalizzato...
IDC_BTN_BKGND= Seleziona...
IDC_BTN_CLOSE= Chiudi
IDC_BTN_APPLY= Applica

[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS= Apri file
IDC_STATIC_OPENING= Apertura...

[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER= Seleziona cartella
IDC_STATIC_FOLDER= Percorso cartella:
IDC_BTN_NEWFOLDER= Nuova cartella
IDC_CHK_OPEN_SUBFOLDER= Includi tutti i file delle sottocartelle

[IDD_TRANSFORM]
IDD_TRANSFORM= Conversione immagine
IDC_STATIC_FILELIST= Elenco file
IDC_STATIC_PREVIEW= Anteprima
IDC_BTN_START= Avvio
IDC_BTN_CLOSE= Chiudi
IDC_BTN_OPEN_DEST_FOLDER= Apri cartella

[IDD_TRANSFORM_OPT]
IDC_STATIC_ROTATE= Ruota
IDC_RADIO_ROTATE_NONE= Non ruotare
IDC_RADIO_ROTATE_LEFT= Ruota di 90˚ in senso antiorario
IDC_RADIO_ROTATE_RIGHT= Ruota di 90˚ in senso orario
IDC_RADIO_ROTATE_180= Ruota di 180˚
IDC_RADIO_ROTATE_AUTO= Ruota in base alle informazioni EXIF
IDC_STATIC_RESIZE= Ridimensiona
IDC_STATIC_RESIZE_SIZE= Nuova dimensione

IDC_STATIC_FORMAT= Impostazioni di formato
IDC_STATIC_FORMAT_SELECT= Formato:
IDC_STATIC_FORMAT_QUALITY= Qualità:
IDC_STATIC_SAVE= Cartella di destinazione
IDC_RADIO_TARGETFOLDER_SAMEFOLDER= Salva nella cartella di origine
IDC_RADIO_TARGETFOLDER_PHOTOFOLDER= Salva nella Cartella foto 1
IDC_RADIO_TARGETFOLDER_CUSTOM= Salva in:
IDC_STATIC_FILENAME_HEADER= Prefisso del nome file
IDC_STATIC_FILENAME2SAVE= Anteprima del nome file
IDC_BTN_INIT= Ripristina


[SKIN]
$TT_FULLSCREEN= Schermo intero (Alt+Invio)
$TT_TOGGLE_ZOOM_CONTROL= Tasto: ù
$TT_TOGGLE_ANIMINFO_CONTROL= Tasti: Alt+Z
$TT_PAGESELECT= Selezione immagine (Invio)
$TT_LOCKCONTROLBAR= Blocca la barra di controllo (Tasti: Maiusc+ò)
$TT_LOCKTITLEBAR= Blocca la barra dei menu (Tasto: ò)
$TT_COPY_EXIFINFO= Copia le informazioni EXIF dell'immagine (Ctrl+Maiusc+C)
$TT_TOGGLE_EXIF= Mostra/Nascondi le informazioni EXIF (Tasto: Tab)
$TT_LAUNCH_GPS_LOCATION= Vedi la posizione su Google Maps. (Ctrl+Maiusc+G)
$TT_PLAY_SOUNDNSHOT= Riproduci il file audio (file di tipo Sound and Shot).
$TT_CLOSE_EXIFINFO= Chiudi (Tasto: Tab)
$TT_PREV_BTN= Clic sinistro: precedente / Clic destro: 10a precedente
$TT_NEXT_BTN= Clic sinistro: successiva / Clic destro: 10a successiva

$BTN_TEXT_EXIF= EXIF
$BTN_TEXT_GPS= GPS
$BTN_TEXT_PLAY_SOUNDNSHOT= Sound&&Shot
$BTN_TEXT_SHOWMODE= Visualizzazione
$BTN_TEXT_PHOTOFOLDER= Copia
$BTN_TEXT_EDIT= Modifica
$BTN_TEXT_STICKY= Blocca
$BTN_TEXT_BOOKMARK= Segnalibri
$BTN_TEXT_SLIDESHOW= Presentazione
$BTN_TEXT_UPDATE= È disponibile una nuova versione

$TEXT_SETTINGTAB_GENERAL= Generale
$TEXT_SETTINGTAB_VIEW= Visualizzatore
$TEXT_SETTINGTAB_BOOKMARK= Segnalibri
$TEXT_SETTINGTAB_ASSOC= Associazioni
$TEXT_SETTINGTAB_IMAGEPROCESS= Immagini
$TEXT_SETTINGTAB_KEYBOARD= Tastiera
$TEXT_SETTINGTAB_MOUSE= Mouse
$TEXT_SETTINGTAB_SHELL= Menu contestuale
$TEXT_SETTINGTAB_ETC= Varie
$TEXT_SETTINGTAB_LANG= Lingua

$TEXT_DESKTOP= Desktop
$TEXT_DOCUMENT= Documenti
$TEXT_PICTURE= Immagini
$TEXT_COMPUTER= Computer


[SHELL]
TEXT_LAUNCH_TRANSFORM_DLG= Converti con Honeyview
TEXT_LAUNCH_HONEYVIEW= Visualizza con Honeyview
TEXT_LOADING= Caricamento...
TEXT_IMAGE_LOAD_FAILED= Caricamento del file non riuscito
TEXT_IMAGE_LOAD_FAIL_NOT_SUPPORTED= Anteprima non disponibile


[INSTALLER]
LNK_FILE_DESC= Esegui Honeyview
UNINSTALLER_LNK_NAME= Disinstalla il programma

MSG_STILLRUN_EXIT_PROGRAM= Honeyview è in esecuzione. Devi prima chiudere il programma.
MSG_ASK_DELETE_ALL_FILES= I file in $INSTDIR non sono stati rimossi. [br]Rimuovere tutti i file?
MSG_ASK_RESTART_EXPLORER= Per completare l'installazione è necessario riavviare l'esploratore di Windows. Vuoi riavviarlo ora?
MSG_ASK_UNINSTALL_HV3= È presente l'installazione di Honeyview3. È necessario rimuovere Honeyview3 per installare la nuova versione. Vuoi continuare?
MSG_UNINSTALL_HV3_FAILED= Disinstallazione non riuscita.
MSG_RESTART_EXPLORER= L'esploratore di Windows verrà riavviato per completare la disinstallazione di Honeyview3.

TEXT_LICENSE= Accordo di licenza di Honeyview
TEXT_OPTIONS= Opzioni d'installazione
TEXT_OPT_PROGRAMGROUP= Crea gruppo dei programmi
TEXT_OPT_DESKTOPSHORCUT= Crea collegamento sul Desktop
TEXT_OPT_QUICKLAUNCH= Crea collegamento sulla barra di avvio veloce
TEXT_OPT_FOLDER= Cartella di destinazione
TEXT_OPT_REGIMAGE= Associa alle estensioni dei file immagine
TEXT_SELECT_FOLDER= Seleziona cartella
TEXT_LICENSE_LINK= [Sito web]

TEXT_INSTALLER_MAIN_LICENSE_LINE_1= ACCORDO DI LICENZA CON L'UTENTE FINALE
TEXT_INSTALLER_MAIN_LICENSE_LINE_2= Honeyview è un visualizzatore di immagini gratuito ultraveloce sviluppato e distribuito da Bandisoft.[br][br]Questo programma è gratuito per i singoli utenti, le imprese, gli enti governativi o altro.

TEXT_ASK_RESTART_EXPLORER= Per completare l'installazione verrà riavviato l'esploratore di Windows. Vuoi riavviarlo ora?
TEXT_NEED_ADMIN_PRIVILEGE= Questo programma può essere installato solo dagli utenti con privilegi di Amministratore.[br][br]Gli utenti che non sono amministratori non possono installare correttamente il programma.[br][br]Vuoi fermare l'installazione?

